Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Enter a raw value in seconds or use the MM:SS and HH:MM:SS time formats: =53 shows files that are around 53 seconds long. >5:30 to show files more than 5 and a half minutes long. <5:30:00 shows files less than 5 and a half hours long.
ca: Introdueix un valor en segons o utilitza els formats de temps MM:SS i HH:MM:SS: =53 mostra arxius d'uns 53 segons de durada. >5:30 per mostrar arxius de més de 5 minuts i mig. <5:30:00 mostra arxius de menys de 5 hores i mitja.
cs: Zadejte nezpracovanou hodnotu v sekundách nebo použijte časové formáty MM:SS a HH:MM:SS: =53 zobrazí soubory o přibližné délce 53 sekund. >5:30 zobrazí soubory delší než 5 a půl minuty. <5:30:00 zobrazí soubory kratší než 5 a půl hodiny.
de: Gib einen Rohwert in Sekunden ein oder verwende die Zeitformate MM:SS und HH:MM:SS: =53 zeigt Dateien an, die ungefähr 53 Sekunden lang sind. >5:30, um Dateien anzuzeigen, die länger als 5 Minuten und 30 Sekunden sind. <5:30:00 zeigt Dateien an, die weniger als 5 Stunden und 30 Minuten lang sind.
es_es: Introduzca un valor bruto en segundos o utilice los formatos de tiempo MM:SS y HH:MM:SS: =53 muestra archivos de unos 53 segundos de duración. >5:30 muestra archivos de más de 5 minutos y medio de duración. <5:30:00 muestra archivos de menos de 5 horas y media de duración.
et: Sisesta töötlemata väärtus sekundites või kasuta ajavorminguid MM:SS ja HH:MM:SS: =53 kuvab faile, mis on umbes 53 sekundi pikkused. >5:30, et kuvada vähemalt 5 ja poole minuti pikkusi faile. <5:30:00 kuvab alla 5 ja poole tunni pikkuseid faile.
fr: Saisissez une valeur brute en secondes ou utilisez les formats d'heure MM:SS et HH:MM:SS : =53 pour afficher les fichiers d'une durée d'environ 53 secondes >5:30 pour afficher les fichiers de plus de 5 minutes et demie. <5:30:00 affiche les fichiers de moins de 5 heures et demie.
hu: Adjon meg egy nyers értéket másodpercekben, vagy használja a PP:SS és ÓÓ:PP:SS időformátumokat: =53 a körülbelül 53 másodperc hosszúságú fájlok megjelenítéséhez. >5:30 legalább 5 és fél perces fájlok megjelenítéséhez. <5:30:00 5 és fél óránál rövidebb fájlokat jelenít meg.
it: Immettere un valore grezzo in secondi o utilizzare i formati dell'ora MM:SS e HH:MM:SS: =53 mostra file che sono lunghi circa 53 secondi. >5:30 per mostrare file più lunghi di 5 minuti e mezzo. <5:30:00 mostra file più corti di 5 ore e mezzo.
lv: Ievadiet neapstrādātu vērtību sekundēs vai izmantojiet laika formātus MM:SS un HH:MM:SS: =53 parāda failus, kuru ilgums ir aptuveni 53 sekundes. >5:30, lai parādītu failus, kas ir garāki par piecarpus minūtēm. <5:30:00 parāda failus, kas ir īsāki par piecarpus stundām.
nl: Voer een ruwe waarde in seconden in of gebruik de MM:SS en HH:MM:SS tijdformats: =53 geeft bestanden weer die ongeveer 53 seconden lang zijn. >5:30 geeft bestanden weer die langer dan 5 en een halve minuut zijn. <5:30:00 geeft bestanden weer die minder dan 5 en een half uur lang zijn.
pl: Wprowadź surową wartość w sekundach lub użyj formatów czasu MM:SS i HH:MM:SS: =53 pokazuje pliki, które mają około 53 sekundy długości. >5:30 pokazuje pliki o długości większej niż 5 i pół minuty. <5:30:00 pokazuje pliki o długości mniejszej niż 5 i pół godziny.
pt_br: Insira um valor bruto em segundos ou use os formatos de hora MM:SS e HH:MM:SS: =53 mostra arquivos com cerca de 53 segundos de duração. >5:30 para mostrar arquivos com mais de 5 minutos e meio. <5:30:00 mostra arquivos com menos de 5 horas e meia de duração.
pt_pt: Insira um valor bruto em segundos ou use os formatos de hora MM:SS e HH:MM:SS: =53 mostra ficheiros com cerca de 53 segundos de duração. >5:30 para mostrar ficheiros com mais que 5 minutos e meio. <5:30:00 mostra ficheiros com menos que 5 horas e meia de duração.
ru: Введите значение в секундах или используйте форматы времени MM:SS и HH:MM: =53 показывает файлы продолжительностью приблизительно 53 секунд. >5:30 для показа файлов продолжительностью не менее 5 с половиной минут. <5:30:00 показывает файлы продолжительностью менее 5 с половиной часов.
ta: ஒரு மூல மதிப்பை நொடிகளில் உள்ளிடவும் அல்லது MM: SS மற்றும் HH: MM: SS நேர வடிவங்களைப் பயன்படுத்தவும்: = 53 சுமார் 53 வினாடிகள் நீளமுள்ள கோப்புகளைக் காட்டுகிறது. > 5:30 5 மற்றும் அரை நிமிடங்களுக்கு மேல் கோப்புகளைக் காட்ட. <5:30:00 5 மற்றும் ஒன்றரை மணி நேரத்திற்கும் குறைவான கோப்புகளைக் காட்டுகிறது.
tr: Saniye cinsinden ham bir değer girin veya DD:SS ve SS:DD:SS zaman biçimlerini kullanın: =53 yaklaşık 53 saniye uzunluğundaki dosyaları gösterir. >5:30 5 buçuk dakikadan uzun dosyaları gösterir. <5:30:00 5 buçuk saatten kısa dosyaları gösterir.
uk: Введіть значення у секундах або використовуйте формати часу MM:SS та HH:MM:SS: =53 показує файли, тривалість яких приблизно 53 секунди. >5:30, щоб показати файли тривалістю понад 5 з половиною хвилин. <5:30:00 показує файли, які тривають менше ніж 5 з половиною годин.
zh_hans: 输入秒数或格式为 MM:SS 和 HH:MM:SS 的时间： =53 显示时长大约为 53 秒的文件。 >5:30 显示时长至少 5 分半的文件。 <5:30:00 显示时长少于 5 个半小时的文件。

source: Enter a search term to search for files shared by other users on the Soulseek network
ca: Introdueix un terme de cerca per a cercar fitxers compartits per altres usuaris a la xarxa Soulseek
cs: Zadejte hledané slovo nebo frázi (výraz) pro vyhledávání souborů sdílených ostatními uživateli v síti Soulseek
de: Gib einen Suchbegriff ein, um nach Dateien zu suchen, die von anderen Nutzern im Soulseek-Netzwerk freigegeben wurden
es_cl: Introduzca un término de búsqueda para buscar archivos compartidos por otros usuarios en la red Soulseek
es_es: Introduzca un término de búsqueda para buscar archivos compartidos por otros usuarios en la red Soulseek
et: Sisesta otsisõna teiste Soulseeki võrgu kasutajate jagatud failide otsimiseks
fr: Entrez un terme de recherche pour rechercher des fichiers partagés par d'autres utilisateurs sur le réseau Soulseek
hu: Adjon meg egy keresési kifejezést a Soulseek hálózaton más felhasználók által megosztott fájlok kereséséhez
it: Inserisci un termine di ricerca per cercare i file condivisi da altri utenti sulla rete Soulseek
lv: Ievadiet meklēšanas terminu, lai meklētu failus, kurus koplieto citi lietotāji Soulseek tīklā
nl: Voer een zoekterm in om te zoeken naar bestanden die door andere gebruikers op het Soulseek-netwerk zijn gedeeld
pl: Wprowadź frazę wyszukiwania, aby wyszukać pliki udostępnione przez innych użytkowników w sieci Soulseek
pt_br: Digite um termo de pesquisa para pesquisar arquivos compartilhados por outros usuários na rede Soulseek
pt_pt: Digite um termo de pesquisa para pesquisar ficheiros partilhados por outros utilizadores na rede Soulseek
ru: Введите запрос для поиска файлов, которыми поделились другие пользователи в сети Soulseek
ta: ஆன்மாதேடு பிணைப்பில் பிற பயனர்களால் பகிரப்பட்ட கோப்புகளைத் தேட ஒரு தேடல் காலத்தை உள்ளிடவும்
tr: Soulseek ağındaki diğer kullanıcılar tarafından paylaşılan dosyaları aramak için bir arama terimi girin
uk: Введіть пошуковий термін, щоб шукати файли, які зробили спільними інші користувачі в мережі Soulseek
zh_hans: 输入搜索词以搜索 Soulseek 网络上其他用户共享的文件

source: Enter a text pattern and what to replace it with:
ca: Introdueix un patró de text i allò pel que ha de ser reemplaçat:
cs: Zadejte vzor textu a čím má být nahrazen:
de: Gib ein Textmuster und das Ersetzungsmuster ein:
es_es: Introduce un patrón de texto y su reemplazo:
et: Sisesta tekstimuster ja millega see asendada:
fr: Entrez le modèle de texte et son remplacement :
hu: Adjon meg egy szövegmintát és azt, hogy mi helyettesítse:
it: Immetti un modello di testo e la sostituzione:
lv: Ievadiet teksta modeli un to, ar ko to aizstāt:
nl: Voer een tekstpatroon in en waarmee je het wilt vervangen:
pl: Wprowadź wzór tekstu i to, co ma go zastąpić:
pt_br: Insira um padrão de texto e com o que substituí-lo:
pt_pt: Insira um padrão de texto e com o que substituí-lo:
ru: Введите текстовый шаблон для замены:
ta: ஒரு உரை வடிவத்தை உள்ளிடவும், அதை எதை மாற்றுவது:
tr: Bir metin kalıbı ve ne ile değiştirileceğini girin:
zh_hans: 输入文本匹配模式及其替换内容：

source: Enter an IP address you want to ban:
ca: Introduïu una adreça IP que voleu prohibir:
cs: Zadejte IP adresu, kterou chcete zakázat:
de: Gib eine IP-Adresse ein, die du sperren möchtest:
es_es: Introduzca la dirección IP que deseas bloquear:
et: Sisesta IP aadress, mille soovid keelata:
fr: Saisir une adresse IP que vous souhaitez bannir :
hu: Írja be a tiltani kívánt IP-címet:
it: Inserisci un indirizzo IP che desideri bloccare:
lv: Ievadiet IP adresi, kuru vēlaties bloķēt:
nl: Voer het IP-adres in dat je wilt blokkeren:
pl: Wpisz adres IP, który chcesz zablokować:
pt_br: Digite um endereço IP que você deseja bloquear:
pt_pt: Digite um endereço IP que deseja bloquear:
ru: Введите IP-адрес для блокировки:
ta: நீங்கள் தடை செய்ய விரும்பும் ஐபி முகவரியை உள்ளிடவும்:
tr: Engellemek istediğiniz bir IP adresi girin:
uk: Введіть IP-адресу, яку хочете заблокувати:
zh_hans: 输入您想要封禁的 IP 地址：

source: Enter an IP address you want to ignore:
ca: Introdueix una adreça IP que vulguis ignorar:
cs: Zadejte IP adresu, kterou chcete ignorovat:
de: Gib eine IP-Adresse ein, die du ignorieren möchtest:
es_cl: Ingresar una dirección IP que quieras ignorar:
es_es: Introduce la dirección IP que deseas ignorar:
et: Sisesta IP aadress, mida soovid eirata:
fr: Saisir une adresse IP que vous souhaitez ignorer :
hu: Adja meg a mellőzni kívánt IP-címet:
it: Inserisci un indirizzo IP che desideri ignorare:
lv: Ievadiet IP adresi, kuru vēlaties ignorēt:
nl: Voer het IP-adres in dat je wilt negeren:
pl: Wprowadź adres IP, który chcesz ignorować:
pt_br: Digite um endereço IP que você deseja ignorar:
pt_pt: Digite um endereço IP que deseja ignorar:
ru: Введите IP-адрес, который вы хотите игнорировать:
ta: நீங்கள் புறக்கணிக்க விரும்பும் ஐபி முகவரியை உள்ளிடவும்:
tr: Yok saymak istediğiniz bir IP adresi girin:
uk: Введіть IP-адресу, яку ви хочете ігнорувати:
zh_hans: 输入要忽略的 IP 地址：

source: Enter new value for wish '%@':
ca: Introdueix un valor nou per al desig "%@":
cs: Zadejte novou hodnotu pro přání '%@':
de: Neuen Wert für den Wunsch '%@' eingeben:
es_cl: Introduzca un nuevo valor para el deseo «%@»:
es_es: Introduzca un nuevo valor para el deseo «%@»:
et: Sisesta soovile '%@' uus väärtus:
fr: Choisissez une nouvelle valeur pour le souhait '%@' :
hu: Adjon meg új értéket a(z) '%@' kívánsághoz:
it: Inserisci nuovo valore per desiderio'%@':
lv: Ievadiet jaunu vērtību vēlmei '%@':
nl: Voer nieuwe waarde in voor wens '%@':
pl: Wprowadź nową wartość dla życzenia '%@':
pt_br: Insira um novo valor para o desejo '%@':
pt_pt: Insira um novo valor para o desejo '%@':
ru: Введите новое значение для списка желаемого "%@":
ta: விருப்பங்களுக்குப் புதிய மதிப்பை உள்ளிடவும் '%@':
tr: '%@' dileği için yeni bir değer girin:
uk: Введіть нове значення для побажання "%@":
zh_hans: 为心愿单“%@”输入新值：

source: Enter new virtual name for '%@':
ca: Introdueix un nom virtual nou per a "%@":
cs: Zadejte nový virtuální název pro '%@':
de: Gib einen neuen virtuellen Namen für "%@" ein:
es_cl: Introducir nuevo nombre virtual para '%@':
es_es: Introduzca el nuevo nombre virtual de «%@»:
et: Sisesta '%@ jaoks uus virtuaalne nimi:
fr: Choisissez un nouveau nom virtuel pour '%@' :
hu: Adjon meg új virtuális nevet a(z) '%@' számára:
it: Inserisci nuovo nome per virtuale per '%@':
lv: Ievadiet jaunu virtuālo nosaukumu mapei '%@':
nl: Voer een nieuwe virtuele naam in voor '%@’:
pl: Wprowadź nową wirtualną nazwę dla '%@':
pt_br: Digite novo nome virtual para '%@':
pt_pt: Digite novo nome virtual para '%@':
ru: Введите новое виртуальное имя для '%@':
ta: '%@' க்கு புதிய மெய்நிகர் பெயரை உள்ளிடவும்:
tr: '%@' için yeni sanal ad girin:
uk: Введіть нове віртуальне ім'я для "%@":
zh_hans: 为“%@”输入新的虚拟名称：

source: Enter password to use when logging in:
ca: Introdueix la contrasenya per a utilitzar-la en iniciar sessió:
cs: Zadejte heslo, které chcete použít při přihlašování:
de: Gib das Passwort ein, das beim Anmelden verwendet werden soll:
es_cl: Ingresa la contraseña a usar cuando inicies sesión:
es_es: Introduzca la contraseña que utilizará para iniciar sesión:
et: Sisesta sisselogimisel kasutatav parool:
fr: Entrez le mot de passe à utiliser lors de la connexion :
hu: Adja meg a bejelentkezéskor használandó jelszót:
it: Inserisci la password da utilizzare per l'accesso:
lv: Ievadiet paroli, ko izmantosiet, lai pieslēgtos:
nl: Voer wachtwoord in om te gebruiken bij het inloggen:
pl: Wprowadź hasło, które będzie używane podczas logowania:
pt_br: Digite a senha a ser usada ao fazer login:
pt_pt: Digite a palavra-passe a ser usada ao fazer login:
ru: Введите пароль, который будет использоваться при входе:
ta: உள்நுழையும்போது பயன்படுத்த கடவுச்சொல்லை உள்ளிடவும்:
tr: Oturum açarken kullanılacak parolayı girin:
uk: Введіть пароль для входу в систему:
zh_hans: 输入登录时使用的密码：

source: Enter the name of a user to start a text conversation with them in private
ca: Introdueix el nom d'un usuari per a iniciar una conversa de text amb ell en privat
cs: Zadejte jméno uživatele a začněte s ním soukromou textovou konverzaci
de: Gib den Namen eines Benutzers ein, um eine private Textunterhaltung mit ihm zu beginnen
es_cl: Introduzca el nombre de un usuario para iniciar una conversación de texto con él en privado
es_es: Introduzca el nombre de un usuario para iniciar una conversación de texto con él en privado
et: Sisesta kasutaja nimi, et alustada temaga privaatset tekstivestlust
fr: Saisissez le nom d'un utilisateur pour entamer une conversation textuelle avec lui en privé
hu: Adja meg egy felhasználónak a nevét, hogy privát szöveges beszélgetést kezdeményezzen vele
it: Inserisci il nome di un utente per avviare una conversazione testuale privata
lv: Ievadiet lietotāja vārdu, lai sāktu ar viņu privātu saraksti
nl: Voer de naam van een gebruiker in om een privéchat met hen te starten
pl: Wprowadź nazwę użytkownika, aby rozpocząć z nim czat prywatny
pt_br: Digite o nome de um usuário para iniciar uma conversa de texto com ele em particular
pt_pt: Digite o nome de um utilizador para iniciar uma conversa de texto com ele em particular
ru: Введите имя пользователя, чтобы начать с ним диалог
ta: அவர்களுடன் உரை உரையாடலைத் தொடங்க பயனரின் பெயரை உள்ளிடவும்
tr: Onlarla özel olarak bir yazılı konuşma başlatmak için bir kullanıcının adını girin
uk: Введіть ім’я користувача, щоб почати текстову розмову з ним
zh_hans: 输入用户名，开始私聊

source: Enter the name of a user to view their user description, information and personal picture
ca: Introdueix el nom d'un usuari per a veure la seva descripció, informació i imatge personal
cs: Zadejte jméno uživatele a zobrazte jeho uživatelský popis, informace a osobní obrázek
de: Gib den Namen eines Benutzers ein, um seine Benutzerbeschreibung, Informationen und persönliches Bild anzusehen
es_cl: Introduzca el nombre de un usuario para ver su descripción, información y foto personal
es_es: Introduzca el nombre de un usuario para ver su descripción, información y foto personal
et: Sisesta kasutaja nimi, et näha tema tutvustust, teavet ja isiklikku pilti
fr: Saisissez le nom d'un utilisateur pour afficher sa description, ses informations et sa photo personnelle
hu: Adja meg egy felhasználónak a nevét, a felhasználói leírás, információ és a személyes kép megtekintéséhez
it: Inserisci il nome di un utente per visualizzarne la descrizione, i dettagli e l'immagine personale
lv: Ievadiet lietotāja vārdu, lai skatītu lietotāja aprakstu, informāciju un personīgo attēlu
nl: Voer de naam van een gebruiker in om hun gebruikersbeschrijving, informatie en persoonlijke foto te bekijken
pl: Wprowadź nazwę użytkownika, aby wyświetlić jego opis, informacje i zdjęcie
pt_br: Digite o nome de um usuário para visualizar sua descrição de usuário, informações e imagem pessoal
pt_pt: Digite o nome de um utilizador para visualizar a sua descrição de utilizador, informações e imagem pessoal
ru: Введите имя пользователя, чтобы увидеть его описание, информацию и аватар
ta: ஒரு பயனரின் பயனர் விளக்கம், செய்தி மற்றும் தனிப்பட்ட படத்தைக் காண பெயரை உள்ளிடவும்
tr: Kullanıcı açıklamasını, bilgilerini ve kişisel resmini görüntülemek için bir kullanıcının adını girin
uk: Введіть ім’я користувача, щоб переглянути його опис, інформацію та особисте зображення
zh_hans: 输入用户名以查看其用户描述、信息和个人照片

source: Enter the name of a user, whose shared files you'd like to browse. You can also save the list to disk, and inspect it later on.
ca: Introduïu el nom d'un usuari, els fitxers compartits del qual voleu explorar. També podeu desar la llista al disc i inspeccionar-la més endavant.
cs: Zadejte jméno uživatele, jehož sdílené soubory chcete procházet. Seznam můžete také uložit na disk a později jej prozkoumat.
de: Gib den Namen eines Benutzers ein, dessen freigegebene Dateien du durchstöbern möchtest. Du kannst die Liste auch auf der Festplatte speichern und später ansehen.
es_cl: Introduzca el nombre de un usuario cuya lista de archivos compartidos desee explorar. También puede guardar la lista en el disco e inspeccionarla posteriormente.
es_es: Introduce el nombre del usuario cuya lista de archivos compartidos desees explorar. También puedes guardar la lista en el disco e inspeccionarla posteriormente.
et: Sisesta kasutaja nimi, kelle jagatud faile soovid sirvida. Saad loendi ka kettale salvestada ja seda hiljem uurida.
fr: Saisissez le nom d'un utilisateur dont vous souhaitez parcourir les fichiers partagés. Vous pouvez également sauvegarder la liste pour la parcourir plus tard.
hu: Adja meg annak a felhasználónak a nevét, akinek a megosztott fájljait böngészni szeretné. A listát lemezre is mentheti, hogy később ellenőrizze.
it: Inserisci il nome di un utente per sfogliarne i file condivisi. Puoi anche salvare la lista su disco e consultarla successivamente.
lv: Ievadiet tā lietotāja vārdu, kura koplietotos failus vēlaties pārlūkot. Varat arī saglabāt sarakstu diskā un pārskatīt to vēlāk.
nl: Voer de naam in van een gebruiker wiens gedeelde bestanden je wilt verkennen. Je kan de lijst ook opslaan naar een schijf en later inspecteren.
pl: Wprowadź nazwę użytkownika, aby przeglądać jego listę udostępnionych plików. Możesz również zapisać listę i przejrzeć ją później.
pt_br: Digite o nome de um usuário cujos arquivos compartilhados você deseja navegar. Você também pode salvar a lista em disco e inspecioná-la posteriormente.
pt_pt: Digite o nome de um utilizador cujos ficheiros partilhados deseja navegar. Também pode gravar a lista no disco e inspecioná-la posteriormente.
ru: Введите имя пользователя, общие файлы которого вы хотите просмотреть. Вы также можете сохранить список на диск и просмотреть его позже.
ta: ஒரு பயனரின் பெயரை உள்ளிடவும், நீங்கள் உலவ விரும்பும் பகிரப்பட்ட கோப்புகள். நீங்கள் பட்டியலை வட்டில் சேமிக்கலாம், பின்னர் அதை ஆய்வு செய்யலாம்.
tr: Paylaşılan dosyalarına göz atmak istediğiniz kullanıcının adını girin. Ayrıca listeyi diske kaydedebilir ve daha sonra inceleyebilirsiniz.
uk: Введіть ім’я користувача, чиї спільні файли ви хочете переглянути. Ви також можете зберегти список на диск і перевірити його пізніше.
zh_hans: 输入要浏览共享文件的用户名。您还可以将列表保存到磁盘，以便稍后检查。

source: Enter the name of the user you want to ban:
ca: Introdueix el nom d'usuari que vols bloquejar:
cs: Zadejte jméno uživatele, kterého chcete zakázat:
de: Gib den Namen des Benutzers ein, den du bannen möchtest:
es_cl: Ingresar el nombre del usuario que quieres vetar:
es_es: Introduce el nombre del usuario que deseas vetar:
et: Sisesta selle kasutaja nimi, kelle soovid blokeerida:
fr: Saisir le nom d'un utilisateur que vous souhaitez bannir :
hu: Adja meg a tiltani kívánt felhasználó nevét:
it: Inserisci il nome dell'utente che desideri bloccare:
lv: Ievadiet tā lietotāja vārdu, kuru vēlaties aizliegt:
nl: Voer de naam in van de gebruiker die je wilt verbannen:
pl: Wprowadź nazwę użytkownika, którego chcesz zablokować:
pt_br: Digite o nome do usuário que você deseja banir:
pt_pt: Digite o nome do utilizador que deseja banir:
ru: Введите имя пользователя, которого хотите заблокировать:
ta: நீங்கள் தடை செய்ய விரும்பும் பயனரின் பெயரை உள்ளிடவும்:
tr: Yasaklamak istediğiniz kullanıcının adını girin:
uk: Введіть ім'я користувача, якого хочете заблокувати:
zh_hans: 输入您想要封禁的用户名：

source: Enter the name of the user you want to ignore:
ca: Introdueix el nom d'usuari que vols ignorar:
cs: Zadejte jméno uživatele, kterého chcete ignorovat:
de: Gib den Namen des Benutzers ein, den du ignorieren möchtest:
es_cl: Ingresar el nombre del usuario que quieres ignorar:
es_es: Introduce el nombre del usuario que deseas ignorar:
et: Sisesta kasutaja nimi, keda soovid ignoreerida:
fr: Saisir le nom d'un utilisateur que vous souhaitez ignorer :
hu: Írja be a mellőzni kívánt felhasználó nevét:
it: Inserisci il nome dell'utente che desideri ignorare:
lv: Ievadiet tā lietotāja vārdu, kuru vēlaties ignorēt:
nl: Voer de naam in van de gebruiker die je wilt negeren:
pl: Wprowadź nazwę użytkownika, którego chcesz ignorować:
pt_br: Digite o nome do usuário que você deseja ignorar:
pt_pt: Digite o nome do utilizador que deseja ignorar:
ru: Введите имя пользователя, которого хотите игнорировать:
ta: நீங்கள் புறக்கணிக்க விரும்பும் பயனரின் பெயரை உள்ளிடவும்:
tr: Yok saymak istediğiniz kullanıcının adını girin:
uk: Введіть ім’я користувача, якого ви хочете проігнорувати:
zh_hans: 输入您想要忽略的用户：

source: Enter the name of the user you want to upload to:
ca: Introdueix el nom de l'usuari al qual vols pujar fitxers:
cs: Zadejte jméno uživatele ke kterému chcete nahrávat:
de: Gib den Namen des Benutzers ein, zu dem du hochladen möchtest:
es_cl: Introduzca el nombre del usuario al que desea subir archivos:
es_es: Introduce el nombre del usuario al que deseas subir archivos:
et: Sisesta kasutaja nimi, kellele soovid üles laadida:
fr: Saisir le nom de l'utilisateur à qui vous souhaitez envoyer des fichiers :
hu: Adja meg a nevét a felhasználónak akinek szeretne feltölteni:
it: Inserisci il nome dell'utente verso cui fare upload:
lv: Ievadiet tā lietotāja vārdu, kuram vēlaties augšupielādēt:
nl: Voer de naam in van de gebruiker waarnaar je wilt uploaden:
pl: Wprowadź użytkownika, któremu chcesz wysłać:
pt_br: Digite o nome do usuário para o qual você deseja fazer upload:
pt_pt: Digite o nome do utilizador para o qual deseja fazer upload:
ru: Введите имя пользователя, которому вы хотите раздать файлы:
ta: நீங்கள் பதிவேற்ற விரும்பும் பயனரின் பெயரை உள்ளிடவும்:
tr: Yüklemek istediğiniz kullanıcının adını girin:
uk: Введіть ім’я користувача, якому ви хочете вивантажити:
zh_hans: 输入您想要传送文件的用户名：

source: Enter the protocol and the command for the URL handler:
ca: Introduïu el protocol i l'ordre per al gestor d'URL:
cs: Zadejte protokol a příkaz pro obsluhovač URL:
de: Gib das Protokoll und den Befehl für den URL-Händler ein:
es_es: Introduce el protocolo y el comando para el manejador de URL:
et: Sisesta URL-i töötleja protokoll ja käsk:
fr: Entrez le protocole et la commande pour le gestionnaire d'URL, respectivement :
hu: Adja meg az URL-kezelő protokollját és a parancsát:
it: Immetti il protocollo e il comando per il gestore URL:
lv: Ievadiet protokolu un komandu URL apstrādātājam:
nl: Voer het protocol en de commando in voor de URL-handler:
pl: Wprowadź protokół i polecenie programu obsługi adresów URL:
pt_br: Insira o protocolo e o comando para o manipulador de URL:
pt_pt: Insira o protocolo e o comando para o manipulador de URL:
ru: Введите протокол и команду для обработчика URL:
ta: முகவரி கையாளுபவருக்கான நெறிமுறை மற்றும் கட்டளையை உள்ளிடவும்:
tr: URL işleyicisi için protokolü ve komutu girin:
zh_hans: 输入 URL 处理程序的协议和命令：
